/* A date from calendars */
"Date:" = "Date:";

/* School degree */
"Degree:" = "Degree:";

/* Without connection to the internet */
"Disconnected" = "Disconnected";

/* Something went wrong */
"Error" = "An error occurred.";

/* Already done */
"Finished" = "Finished";

/* Stationary */
"Idle" = "Idle";

/* Currently doing something */
"In progress" = "In progress";

/* A name */
"Name:" = "Name:";

/* What someone does */
"Role:" = "Role:";

